{
    "INDEX": {
        "Any user can use these commands": "Qualquer usuário pode usar esses comandos.",
        "Staffers must have permission to \"channel manager\"": "Os funcionários devem ter permissão para \"Gerente de Canal\"",
        "Users must have permission from \"Administrator\"": "Os usuários devem ter permissão de \"Administrador\""
    },
    "COMMANDS": {
        "USERS": {
            "Return a list of available commands.": "Retorne uma lista de comandos disponíveis.",
            "Return your user information.": "Retorne suas informações de usuário.",
            "Return information from other users.": "Retorne informações de outros usuários.",
            "Creates a link to the channel by the informed ID If ID is empty, creates a link to the current channel.": "Cria um link para o canal pelo ID informado. Se o ID estiver vazio, cria um link para o canal atual.",
            "Returns the average bot response time.": "Retorna o tempo médio de resposta do bot.",
            "Returns the result of a mathematical operation.": "Retorna o resultado de uma operação matemática.",
            "Checks if there is any beta game.": "Verifica se existe algum jogo beta.",
            "Search for the definition or classification of a word in Portuguese [br] or English [us].": "Pesquise a definição ou classificação de uma palavra em português [br] ou inglês [us].",
            "Translate a word into Portuguese[br].": "Traduza uma palavra para o português [br].",
            "Draws a number between a range (eg. sortnum 1-10).": "Desenha um número entre um intervalo (por exemplo, sortnum 1-10).",
            "Draw a word among others. Don't forget to separate with a comma! (ex. sort grape, pear, apple).": "Desenhe uma palavra entre outras. Não se esqueça de separar com uma vírgula! (ex. tipo uva, pêra, maçã).",
            "Send a message to the staff channel.": "Envie uma mensagem para o canal da equipe.",
            "Help the bot's creators.": "Ajude os criadores do bot.",
            "Creates an invitation link to another bot.": "Cria um link de convite para outro bot.",
            "Create a test.": "Criar teste."
        },
        "GAMES": {
            "Displays the 5 highest scores in ednaldos.": "Mostra as 5 maiores pontuações em ednaldo",
            "Receive your initial ednaldo (in-game coins).": "Recebe sua quantidade inicial de ednaldo (moedas do jogo)",
            "Coin mining - earn more coins by mining!": "Mineração de moedas - ganha mais moedas pela mineração!",
            "Borrows coins from Boson Higgs bank.": "Pega moedas emprestadas do banco Boson Higgs.",
            "Lend your money to the bank and you get coins back.": "Empreste seu dinheiro no banco e você receberá as moedas de volta.",
            "Donate coins to a user.": "Doe moedas para um usuário.",
            "Forgiveness of negative debts.": "Perdão de dívidas negativas.",
            "Investing money in stocks.": "Investe moedas em ações.",
            "Buy roles with your balance of ednaldos.": "Compra cargos com seus ednaldos.",
            "Place a lottery bet and compete for thousands of ednaldos.": "Coloca uma aposta na loteria e compete por milhares de ednalods",
            "Earn ednaldo coins by solving the quiz questions created by local admins.": "Ganha moedas ednaldo resolvendo perguntas de quiz criadas por administradores locais",
            "You can multiply your total ednaldos by 10 winning the heads or tails!": "Você pode multiplicar seu total de ednaldos por 10 vezes vencendo cara ou coroa!",
            "Relax fishing and earn ednaldos coins.": "Relaxe pescando e ganhe moedas ednaldo.",
            "Use this command to hack someone ednaldos coins!": "Use esse comando para hackear as moedas ednaldo de alguém!",
            "Play heads or tails with your friend and win/lose some coins.": "Jogue cara ou coroa com seus amigos e vença/perca algumas moedas",
            "Transfer your coins (-10%) from another server to the server where the command was executed.": "Transfere suas moedas (-10%) de um servidor para o servidor onde o comando foi executado",
            "Shows the ID's and currencies accumulated on the servers you are on.": "Mostra o ID e as moedas acumalados nos servidores que você está.",
            "See the top 5 scores from all servers": "Mostra as 5 melhores pontuações de todos os servidores",
            "Buy or collect items!": "Compre ou colecione itens!"
        },
        "STAFF": {
            "Delete a certain number of messages": "Deleta um certo número de mensagens",
            "Delete all messages from a channel": "Deleta todas as mensagens de um canal",
            "Lists user invites": "Mostra os convites dos usuários",
            "Locks a channel, except for \"@role\" If \"#channel-name\" is not informed, the current channel will be blocked You can also use only ?lock to lock for everyone.": "Bloqueia um canal, exceto por \"@cargo\" se \"#nome-do-canal\" se não informado, o canal atual será bloqueado. Você também pode usar ?lock para bloquear para todos.",
            "Unlocks a channel, except for \"@role\" If \"#channel-name\" is not informed, the current channel will be blocked You can also use only ?unlock to unlock for everyone.": "Desbloqueia um canal, exceto por \"@cargo\" se \"#nome-do-canal\" se não informado, o canal atual será desbloqueado. Você também pode usar ?unlocklock para bloquear para todos.",
            "Defines a channel for users to request help from the staff": "Define um canal para requisitar ajuda da administração",
            "Removes the staff help channel": "Remove um canal de ajuda pela administração",
            "Set the user input channel": "Define um canal como o canal de comandos",
            "Defines the channel as not being user input": "Define um canal como não sendo de comandos",
            "Sets the user output channel": "Define um canal para o resultado de comandos",
            "Defines the channel as not being an user output": "Define um canal como não sendo de resultado de comandos",
            "Sets a channel to display banned users": "Define um canal como o para mostrar os usuários banidos",
            "Defines the channel as not being banned users": "Define um canal não sendo para usuários banidos",
            "Renames a voice channel to \"{'Sets the user output channel'}\"": "Renomeia um canal de voz para \"{'Define o canal de saída do usuário'}\"",
            "Renames a text channel to \"{'Sets the user output channel'}\"": "Renomeia um canal de texto para \"{'Define o canal de saída do usuário'}\"",
            "Creates status channels, which show the number of users and bots on the server": "Cria um canal de status, que diminui o número de usuários e bots no servidor",
            "Removes status channels": "Remove um canal de status",
            "Randomly selects a user who has a specific role": "Seleciona aleatoriamente um usuário que tem um cargo específico",
            "Adds questions to the game quiz": "Adiciona perguntas para o jogo do quiz",
            "Delete a question or the entire quiz": "Exclui uma questão ou o quiz inteiro",
            "Copy an existing quiz from the server using your ID": "Copia um quiz do servidor usando seu ID"
        },
        "ADMINS": {
            "Displays the number of users and bots on the server": "Mostra o número de usuários e bots no servidor.",
            "Ban a user": "Banir um usuário",
            "Unban a user": "Desbanir um usuário",
            "Kick a user": "Expulsa um usuário",
            "Mute a user, that is, the user will not be able to send messages on the server": "Silencia um usuário, isto é, o usuário não vai conseguir mandar mensagens no servidor.",
            "Unmute a user": "Retira o silenciamento de um usuário",
            "Creates a normal text channel": "Cria um canal de texto normal",
            "Creates a normal voice channel": "Cria um canal de voz normal",
            "Creates a secret text channel": "Cria um canal de texto secreto",
            "Creates a secret voice channel": "Cria um canal de voz secreto",
            "Deletes a category and all existing channels in the same": "Exclui uma categoria e todos os canals existentes dentro dessa",
            "Removes an @{'role'} role from the user @user": "Remove um @{'cargo'} cargo do usuário @usuário",
            "Changes the prefix of the bot (ex. ?setprefix p!)": "Muda o prefixo do bot (ex. ?setprfix p!)",
            "Adds a temporary role to the user until the date DD\/MM\/YYYY": "Adiciona um cargo temporário para o usuário até a data DD\/MM\/YYYY",
            "Adds an @{'newrole'} role to users who have an @{'oldrole'} role": "Adiciona um @{'novocargo'} cargo para os usuários que tem um @{'cargoantigo'} cargo",
            "Adds an @{'role'} role to the @user user": "Adiciona um @{'cargo'} cargo para o @usuário usuário",
            "Defines a channel as a record by reaction. You must create a channel just for that and a role with the name \"Membro\" or \"Member\"": "Define um canal como um canal de gravação por reação. Você deve criar um canal somente para isso e um cargo com o nome \"Membro\" ou \"Member\"",
            "Removes the bot as an authentication method on the welcome channel": "Remove um bot como um método de autenticação no canal de boas vindas",
            "Reaction roles. You can enter up to 10 roles at a time": "Canais de reação. Você pode colocar até 10 cargos por vez.",
            "Offers a position for a period of time in seconds. (e.g. ;rt 60 @role emoji)": "Oferece a posição por um período de tempo em segundos. (e.g. ;rt 60 @role emoji)",
            "Defines a channel as chatguild. With this channel, owners and admins will be able to communicate with other owners and admins": "Define um canal como o chatguild. Nesse canal, donos e administradores poderão se comunicar com outros donos e administradores.",
            "Defines a channel as not being a chatguild": "Define um canal não sendo um chatguild.",
            "Displays the possible chatguild servers": "Mostra a lista de possíveis servidores chatguild",
            "Sends a message to the server informed by the ID": "Envia a mesagem para o servidor no ID informado",
            "See the number of views, genres and tags used by youtubers": "Mostra o número de visualizações, gêneros e tags usadas por youtubers"
        }
    }
}